Revit 2027 API
ParameterTypeId.StairsRailingHeight Property
 "Railing Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingHeight { get; }
Public Shared ReadOnly Property StairsRailingHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingHeight {
	ForgeTypeId^ get ();
}
static member StairsRailingHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace